{
    "items":
        [
			{"key":"n00","value":"Client"},
			{"key":"n01","value":"Engineer"},
			{"key":"n02","value":"Mechanic"},
			{"key":"n03","value":"Salesperson"},
			{"key":"n04","value":"Parts Engineer"},
			{"key":"n05","value":"Project Manager"},
			{"key":"n06","value":"You"},
			{"key":"n10","value":"Phone"},
			{"key":"n11","value":"Manufacturer Rep."},
			{"key":"n12","value":"Tow Company Rep."},
			{"key":"n13", "value":"Accontant"},
			{"key":"n14", "value":"Division Leader"},
			
            {"key":"header","value":"Welcome to the Escape Room"},
            {"key":"body","value":"Your objective, should you choose to accept it, is to escape and learn!\n\nNow go and find your team!\nThey should be in the other room..."},
			
			{"key":"h1", "value":"Step 1: Form the team"},
			{"key":"b1", "value":"You're the team leader. Now it's up to you to form the team that can get to the bottom of this.  You need the right people to drill down to the root cause. Is the problem electrical or mechanical? Is there something in the environment that's causing the problem? For example, maybe the problem is triggered by lower temperatures."},
			{"key":"h2", "value":"Step 2: Define the problem"},
			{"key":"b2", "value":"You and your team take down all kinds of data. What time of day is it when the family goes to the store? What type of gas is used? How long did the drive take from her house to the store? What's the temperature outside?  How long was the family in the store?\nYou try one trip to get chocolate ice cream. The car starts just fine.\nThe next time you get strawberry. Again, no problem.\nThis time, you get vanilla and, sure enough, the car doesn't start."},
			{"key":"h3", "value":"Step 3: Contain the symptoms."},
			{"key":"b3", "value":"What actions if any need to be taken to contain the issue?"},
			{"key":"h4", "value":"Step 4: Identify the root cause(s)"},
			{"key":"b4", "value":"What is the root cause of the issue? You know the car isn't allergic to vanilla. Is it a manufacturing process? An issue with part design? Quality of a raw material? You and your team roll up your sleeves to drill down into the root cause."},
			{"key":"h5", "value":"Step 5: Define and select corrective actions."},
			{"key":"b5", "value":"Vapor lock! The fuel in the system is overheating and turning to vapor, keeping it from reaching the engine. The problem was caused by a manufacturing process. What corrective action are you going to take to address the process that caused the problem ?"},
			{"key":"h6", "value":"Step 6: Implement corrective actions."},
			{"key":"b6", "value":"You know the vapor lock issue was caused by a problem during manufacturing, so now you and your team implement the corrective actions necessary to prevent this from happening again."},
			{"key":"h7", "value":"Step 7: Prevent system problems."},
			{"key":"b7", "value":"The company has taken action by implementing a new step in the manufacturing process that will prevent the problem from occurring ever again.  The new process the company puts in place will need to be revisited consistently to identify gaps and weaknesses."},
			{"key":"b8", "value":"Step 8: You solved the problem and not with a band-aid solution but with one that addressed the root cause and will prevent it from occurring  in the future!!!! CELEBRATE WITH SOME VANILLA ICE CREAM."},
			
			{"key":"i00", "value":"*riiiiing*"},
			{"key":"i01", "value":"*click*"},
			{"key":"i02", "value":"Hey, we've got a client who is having an issue with their car."},
			{"key":"i03", "value":"Apparently it has something to do with ice cream."},
			{"key":"i04", "value":"I need you to put together a team and get to the bottom of this."},
			{"key":"i05", "value":"I'll leave picking team members up to your judgement."},
			{"key":"i06", "value":"In fact, there should be a conference room next to your workstation.  Maybe try looking there?"},
			{"key":"i07", "value":"Good luck.  Call the Manufacturer's desk if you happen to find out the cause of the issue."},
			
			
			{"key":"g00", "value":"Yes"},
			{"key":"g01", "value":"No"},
			{"key":"g02","value":"Sorry, let me think it over more. (I might want to consider if they're really a good fit for this job...)"},
			{"key":"g03","value":"Thank you.  I'll see you at the lab."},
			{"key":"g03-2","value":"(That was a good choice.)"},
			{"key":"g04","value":"Let me think it over more. (They might actually be a good fit.)"},
			
			{"key":"p0d001", "value":"Hello. I'm in Forensics.  Would you like me on your team?"},
			{"key":"p0d002", "value":"Hello. I am an Engineer.  Would you like me on your team?"},
			{"key":"p0d003", "value":"Hello, I'm an Accountant.  Would you like me on your team?"},
			{"key":"p0d004", "value":"I am a Mechanic.  Would you like me on your team?"},
			{"key":"p0d005", "value":"I am a Parts Engineer.  Would you like me on your team?"},
			{"key":"p0d006", "value":"I'm a Salesperson.  Would you like me on your team?"},
			{"key":"p0d007", "value":"I'm an Intern.  Would you like me on your team?"},
			{"key":"p0d008", "value":"Did you finish selecting your team members?"},
			{"key":"p0d009", "value":"Take your time and choose carefully."},
			{"key":"p0d010s", "value":"You've put together a good team.  Let's get to work."},
			{"key":"p0d010f", "value":"There is still someone here who might have skills you need.  Have you talked to everyone?"},
			
			{"key":"p1d000", "value":"Thanks for coming."},
			{"key":"p1d001", "value":"What seems to be the problem?"},
			{"key":"p1d002", "value":"My car.  Whenever I purchase vanilla ice cream, it simply won't start up when I leave."},
			{"key":"p1d003", "value":"(I'll need more information to figure out what is going on here.  Cars can't be allergic to ice cream!)"},
			{"key":"p1d010a", "value":"Why Ice Cream?"},
			{"key":"p1d010b", "value":""},
			
			{"key":"p1d020", "value":"This is some vanilla Ice Cream, delicious!"},
			{"key":"p1d021", "value":"..."},
			{"key":"p1d022", "value":"Wait a second..."},
			{"key":"p1d023", "value":"This is practically right next to checkout!"},
			{"key":"p1d024", "value":"From what I can tell, the other flavours are all the way in the back..."},
			{"key":"p1d025", "value":"I should keep note of this..."},
			
			{"key":"p1d090f","value":"I think I can still learn something about the problem here..."},
			{"key":"p1d090", "value":"I think I've learned all I can here. We'll get your car towed to our lab for further inspection, and we'll let you know if we find a fix."},
			
			{"key":"p2d000", "value":"I should call that tow company now."},
			{"key":"p2d001f", "value":"What was their number again?  I should have it around here somewhere..."},
			{"key":"p2d001s", "value":"Let's see here..."},
			{"key":"p2d002", "value":"*riiinnnnnng"},
			{"key":"p2d003", "value":"*riiiiiinnnnnnngggg"},
			{"key":"p2d004", "value":"Hello, Tow service.  How can I help you?"},
			{"key":"p2d005", "value":"Hello.  I have a car that needs towing at..."},
			{"key":"p2d005a", "value":"Local Grocer"},
			{"key":"p2d005b", "value":"Micron HQ"},
			{"key":"p2d006", "value":"Okay.  We'll send someone out right away.  Thanks for calling!"},
			{"key":"p2d007", "value":"(I got the car towed.  I should be able to take a closer look at it in the garage.)"},
			{"key":"p2d008", "value":"I'm sorry, I've made a mistake.  I'll call back in a moment."},
			
			{"key":"p3d000", "value":"What are your thoughts on the problem?"},
			{"key":"p3d001", "value":"A car shouldn't have problems starting because of ice cream.  At least not directly..."},
			{"key":"p3d002", "value":"Then maybe..."},
			{"key":"p3d002a", "value":"Ice Cream has nothing to do with it..."},
			{"key":"p3d002b", "value":"It has something to do with the vanilla flavor, if I recall correctly."},
			{"key":"p3d003", "value":"Vanilla? Why would the flavour matter?"},
			{"key":"p3d003a", "value":"It's faster to buy."},
			{"key":"p3d003b", "value":"It's cheaper."},
			{"key":"p3d004", "value":"...If it's faster to buy, then there is less time spent in the store.  Meaning..."},
			{"key":"p3d005", "value":"It could be vapor lock.  Give the test button over there a try.  Let's put the engine under some use."},
			{"key":"p3d090", "value":"Ignition failing only confirms my suspicions.  It's most likely vapor lock."},
			{"key":"p3d091", "value":"*vroom* *vroom* ... *sputter*"},
			{"key":"p3d092","value":"The car engine whines as you try to start it back up again."},
			
			{"key":"p4d000", "value":"We think the issue might be vapor lock.  Do you mind opening the hood and taking a look at the engine."},
			{"key":"p4d001", "value":"You got it."},
			{"key":"p4d001w","value":"..."},
			{"key":"p4d002", "value":"All done.  Let me know if anything catches your eye."},
			
			{"key":"p4d010f", "value":"(I should probably give the engine a good look before discussing my findings...)"},
			
			{"key":"p4d010s", "value":"I think I found a faulty part in the engine.  Do you mind taking it out?"},
			{"key":"p4d011w","value":"..."},
			{"key":"p4d011", "value":"You got it."},
			{"key":"p4d012","value":"Here you go.  Be careful with it."},
			
			{"key":"p4d020f", "value":"(I should probably get any faulty parts before talking with them.)"},
			{"key":"p4d020s", "value":"We found this faulty part you might be interested in.  Mind seeing what might giving it a diagnosis?"},
			{"key":"p4d021", "value":"Sure thing.  Give me a second..."},
			{"key":"p4d022w","value":"..."},
			{"key":"p4d022", "value":"Seems like the pump has a major problem.  This is pretty bad."},
			
			{"key":"p5d000", "value":"We have a few replacement parts over there.  Mind finding one for the car while I write up a report on the issue?"},
			{"key":"p5d010f", "value":"(I should probably find the replacement part first...)"},
			{"key":"p5d001", "value":"I should probably leave this part be.  I don't know if we'll be needing it yet."},
			{"key":"p5d002", "value":"This must be the part we are looking for."},
			{"key":"p5d003", "value":"(You picked up the replacement part.)"},
			{"key":"p5d010s", "value":"I found the part you were asking for."},
			{"key":"p5d011", "value":"Thank you.  I'll go ahead and install it.  Here's a copy of the report for you."},
			{"key":"p5d012", "value":"Thanks.  I'll go ahead and let the manufacturer know what went wrong."},
			
			{"key":"p6d000f", "value":"What was the manufacturer's number again?  I'm sure we've got it around here somewhere..."},
			
			{"key":"p6d000s", "value":"Time to give them the good news."},
			{"key":"p6d001", "value":"*riiinnnnnng*"},
			{"key":"p6d002", "value":"*riiiiiinnnnnnngggg*"},
			{"key":"p6d003", "value":"Hello.  Did you figure out the cause of the issue?"},
			{"key":"p6d004", "value":"Yes.  It turns out the issue was..."},
			{"key":"p6d004a", "value":"Vapor Lock"},
			{"key":"p6d004b", "value":"Ice Cream Allergies"},
			{"key":"p6d005", "value":"Was there a faulty part that caused this?"},
			{"key":"p6d006", "value":"There was.  It was caused by a faulty..."},
			{"key":"p6d006a", "value":"Turbo Encabulator"},
			{"key":"p6d006b", "value":"Fuel Pump"},
			{"key":"p6d007", "value":"Thanks for the information."}
        ]
}